Repository: IMBApplications/rmk.gabi
Catalog: locale/*/LC_MESSAGES/rmk.gabi.po
Languages: de

source: Hey there. You are not yet on my roster. Authorize my request and I will do the same.
de: Hallo. Du bist noch nicht in meiner Freundesliste. Authorisiere mich und ich nehme dich auf.

source: You did not authorize my subscription request. Access denied.
de: Du hast meine Authorisierungsanfrage nicht akzeptiert. Zugriff verweigert.

source: Type help *command name* to get more info about that specific command.
de: Schreibe help *Befehlsname* um Hilfe zu einem spezifischen Befehl zu erhalten.

source: That command is not defined.
de: Dieser Befehl existiert nicht.

source: 1 second
de: 1 Sekunde

source: {0} seconds
de: {0} Sekunden

source: {0} minutes
de: {0} Minuten

source: 1 hour
de: 1 Stunde

source: {0} hours
de: {0} Stunden

source: 1 day
de: 1 Tag

source: {0} days
de: {0} Tage

source: 1 week
de: 1 Woche

source: {0} weeks
de: {0} Wochen

source: 1 year
de: 1 Jahr

source: {0} years
de: {0} Jahre

source: The following administrators are registred for this channel:
de: Folgene Administratoren sind für den aktuellen channel registriert:

source: {0} since {1} ({2})
de: {0} seit {1} ({2})

source: {0} wanted you to know that: {1}
de: {0} wollte dich wissen lassen dass: {1}

source: {0} Suggestion from {1}
de: {0} Vorschlag von {1}

source: Suggestion email sent.
de: Vorschlags email versendet.

source: Error sending suggestion email: {0}
de: Fehler beim versenden der Vorschlags Email: {0}

source: You have to supply a message
de: Du musst eine Nachricht angeben

source: {0} Notification from {1}
de: {0} Information von {1}

source: Notification email sent.
de: Informations Email verschickt.

source: Error sending notification email: {0}
de: Fehler beim versenden der Informations Email: {0}

source: No administrators registred. Please register the first with '!admin initial'
de: Keine Administratoren registriert. Bitte registriere dich als ersten mit '!admin initial'

source: {0} is already admin.
de: {0} ist bereits Administrator.

source: {0} is now admin.
de: {0} ist jetzt Administrator.

source: {0} is no longer admin.
de: {0} ist nun kein Administrator mehr.

source: {0} not found in admin list.
de: {0} wurde nicht gefunden als Administrator.

source: Setting {0} changed to {1}.
de: Einstellung {0} ist nun auf {1} gesetzt.

source: Unknown setting: {0}. View available settings with: !admin showSettings
de: Unbekannte Einstellung: {0}. Anzeigen der verfügbaren Einstellungen mit: !admin showSettings

source: {0} issued a shutdown.
de: {0} hat einen Shutdown ausgelöst.

source: Available admin settings:
de: Verfügbare administrations Einstellungen:

source: Available languages: {0}
de: Verfügbare sprachen: {0}

source: Loaded languages: {0}
de: Sprache geladen: {0}

source: Please choose from: list, add, remove, set, lang, showSettings, quit
de: Bitte wähle aus: list, add, remove, set, lang, showSettings, quit

source: Have fun, {0}!
de: Hau raus, {0}!

source: wb {0}! How was {1}?
de: wb {0}! Wie wars beim {1}?

source: {0} wanted to say "{1}".
de: {0} wollte "{1}" sagen.

source: Hihihi, {0} said penis!
de: Gnihihi, {0} hat Penis gesagt!

source: Morning? Check your clock, {0}!
de: Morgen? Guck ma auf die Uhr, {0}!

source: Good morning, {0}. Nice to see you here.
de: Guten Morgen, {0}. Schön, dass du da bist.

source: URL title from {0}: <a href='{2}' target='_blank'>{1}</a>
de: URL Titel von {0}: <a href='{2}' target='_blank'>{1}</a>

source: Welcome back {0}, i saw you last {1} ago.
de: Welcome back {0}, dich habe ich schon seit {1} nicht mehr gesehen.

source: Hello {0}, i see you for the first time. I am {1} the Robot-Human-Contacter.
de: Hallo {0}, dich sehe ich zum ersten mal hier. Ich bin {1} der Roboter-Mensch-Kontakter.

source: Enter "{0} help" or "!help" for help.
de: Gib "{0} help" oder "!help" ein für hilfe.

source: How was {0}?
de: Wie war es beim {0}?

source: {0}, I have to tell you:
de: {0}, ich soll dir folgendes ausrichten:

source: From {0} {1} ago: {2}
de: Von {0} vor {1}: {2}

source: {0} {1} ago
de: {0} vor {1}

source: {0} was last seen {1} ago.
de: {0} habe ich zuletzt vor {1} gesehen.

source: {0}, I did never see {1}.
de: {0}, {1} habe ich noch nie gesehen.

source: I memorized now: "{0}".
de: Ich habe mir jetzt gemerkt: "{0}".

source: Your memo: "{0}".
de: Dein Memo: "{0}".

source: What should i memorize?
de: Was soll ich mir merken?

source: See you later, {0}. Have fun at {1}.
de: Bis später, {0}. Viel Spass beim {1}.

source: Nobody left any message.
de: Niemand hat eine Nachricht hinterlassen.

source: I will tell {0}: {1}
de: Ich werde {0} ausrichten dass: {1}

source: You have to enter a name followed by the message.
de: Du musst einen Namen gefolgt von der Nachricht angeben.

source: Commands for count are: add, list, del
de: Befehle für count sind: add, list, del

source: Count saved for '{0}' ({1})
de: Count gespeichert für '{0}' ({1})

source: You have to enter time/date and an event. Examples:
de: Du musst Zeit/Datum und das Event angeben. Beispiele:

source: {0} count add 18:15 It is a quarter past 6
de: {0} count add 18:15 Es ist viertel nach 6

source: {0} count add 31.12.2014 23:59 The old year is history
de: {0} count add 31.12.2014 23:59 Das alte Jahr ist Geschichte

source: The following counts are set:
de: Die folgenden counts sind gesetzt:

source: {0} {1} "{2}" set by "{3}"
de: {0} {1} "{2}" wurde gesetzt von "{3}"

source: There are no counts saved.
de: Es sind keine counts gespeichert.

source: Unknown index. Please specify a valid index: ({0} count list).
de: Unbekannter Index. Bitte gib einen gültigen Index an: ({0} count list).

source: {0} "{1}" set by "{2}" has been removed.
de: {0} "{1}" gesetzt von "{2}" wurde entfernt.

source: I am now unmuted.
de: Ich bin jetzt Stumm.

source: I am now muted.
de: Ich bin nicht mehr Stumm.

source: I am {0}, a chatbot. If you like to know more, visit: <a href='https://github.com/IMBApplications/rmk.gabi' target='_blank'> https://github.com/IMBApplications/rmk.gabi</a>.
de: Ich bin {0}, ein Chatbot. Wenn du mehr wissen möchtest, besuche <a href='https://github.com/IMBApplications/rmk.gabi' target='_blank'> https://github.com/IMBApplications/rmk.gabi</a>.

source: Last startup: {0}
de: Letzter Start: {0}

source: Messages sent: {0}
de: Nachrichten gesendet: {0}

source: Users seen coming: {0}
de: Benutzer kommen gesehen: {0}

source: Users seen going: {0}
de: Benutzer gehen gesehen: {0}

source: Unique users seen: {0}
de: Einzigartige Benutzer gesehen: {0}

source: Unique links seen: {0}
de: Einzigartige Links gesehen: {0}

source: Messages seen: {0}
de: Nachrichten gesehen: {0}

source: Startups: {0}
de: Starts: {0}

source: Now: {0}
de: Jetzt: {0}

source: {0} ago: {1}
de: Vor {0}: {1}

source: Today: {0} from {1}
de: Heute: {0} von {1}

source: {0} years ago: {1}
de: Vor {0} Jahren: {1}

source: In {0} years: {1}
de: In {0} Jahren: {1}

source: Tomorrow: {0}
de: Morgen: {0}

source: In {0} days: {1}
de: In {0} Tagen: {1}

source: In 1 week: {0}
de: In 1 Woche: {0}

source: In {0} weeks: {1}
de: In {0} Wochen: {1}

source: minutes
de: Minuten

source: hour
de: Stunde

source: hours
de: Stunden

source: day
de: Tag

source: days
de: Tagen

source: week
de: Woche

source: weeks
de: Wochen

source: month
de: Monat

source: months
de: Monaten

source: year
de: Jahr

source: years
de: Jahre

source: Now! {0}
de: Jetzt! {0}

source: or
de: oder

source: Groovy? Did i hear groovy? {0} is groovy!
de: Fetzig? Hab ich fetzig gehört? {0} ist fetzig!

source: Groovy? Did i hear groovy? I am groovy!
de: Fetzig? Hab ich fetzig gehört? ICH bin fetzig!

source: {0} is IMBA!
de: {0} ist IMBA!

source: I am IMBA!
de: Ich bin IMBA!

source: {0} is so funny I'm gonna die!
de: Hahahaha, {0} ist zum totlachen!

source: *ROFL* {0}, you are so funny I'm gonna die!
de: Hahahaha! Man, {0}, du bist so witzig, ich lach mich tot!

source: /me slaps {0}
de: /me ohrfeigt {0}

source: Who should i slap, {0}?
de: Wen soll ich ohrfeigen, {0}?

source: Yes honey, what can i do for you?
de: Ja Schatz, was kann ich für dich tun?

source: Fuck {0}! Shit fuck crap!
de: Scheiss {0}! Verkackter Mist, stinkiger!

source: AARRRGH! DIRTYFECESPENISPOOPBITCHCRAPSHITFUCK!
de: AARRRGH! DRECKSVERWANZTEHURENSCHEISSMISTPIMMELKACKE!

source: All systems are in perfect condition, thanks for asking.
de: Alle Systeme arbeiten innerhalb optimaler Parameter, danke der Nachfrage.

source: {0}, shoot trough your throat!
de: {0}, schiess dir in den Hals!

source: {0}, who should i shoot trough the throat?
de: {0}, wem soll ich in den Hals schiessen?

source: {0}, get AIDS!
de: {0}, krieg AIDS!

source: {0}, who should get AIDS?
de: {0}, wem soll ich AIDS wünschen?

source: Available commands:
de: Verfügbare Befehle:

source: ${0} ({1}%%) raised of {2} ({3}). {4} Star Citizens
de: ${0} ({1}%%) aufgebracht of {2} ({3}). {4} Star Citizens
